Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Strength of the depth blur
sv: Styrka för djuposkärpan

source: Blur Strength :
sv: Oskärpestyrka:

source: Position of the depth blur
sv: Position för djuposkärpan

source: Blur Position:
sv: Oskärpeposition:

source: Add an outline to edge atoms
sv: Lägg till en kontur runt kantatomer

source: Edge Outline:
sv: Kantkontur:

source: Batch Job #%L1 (%2)
sv: Batchjobb nr %L1 (%2)

source: No message specified.
sv: Inget meddelande angavs.

source: script --print-options output must be an JSON object at top level. Received: %1
sv: script --print-options-utdata måste vara ett JSON-objekt på toppnivå. Mottog: %1

source: Non-string warning returned.
sv: Icke-strängvarning returnerades.

source: 'warnings' member is not an array.
sv: Medlemmen ”warnings” är inte en matris.

source: Reference file '%1' does not exist.
sv: Referensfilen ”%1” finns inte.

source: Error populating file %1: %2
sv: Fel vid ifyllning av filen %1: %2

source: File '%1' poorly formed. Missing string 'contents' or 'filePath' members.
sv: Filen ”%1” är felaktigt utformad. Medlemmarna ”contents” eller ”filePath” saknas.

source: Malformed file entry: filename/contents missing or not strings: %1
sv: Felaktig filpost: filnamn/innehåll saknas eller är inte strängar: %1

source: Malformed file entry at index %1: Not an object.
sv: Felaktig filpost vid index %1: inte ett objekt.

source: 'files' member not an array.
sv: Medlemmen ”files” är inte en matris.

source: 'files' member missing.
sv: Medlemmen ”files” saknas.

source: 'mainFile' member does not refer to an entry in 'files'.
sv: Medlemmen ”mainFile” hänvisar inte till en post i ”files”.

source: 'mainFile' member must be a string.
sv: Medlemmen ”mainFile” måste vara en sträng.

source: Response must be a JSON object at top-level.
sv: Svaret måste vara ett JSON-objekt på toppnivå.

source: Script output: %1
sv: Skriptutdata: %1

source: Parse error at offset %L1: '%2' Raw JSON: %3
sv: Tolkningsfel vid position %L1: ”%2” Rå JSON: %3

source: Error saving molecule representation to string: Unrecognized file format: %1
sv: Fel vid sparande av molekylrepresentation till sträng: okänt filformat: %1

source: Error generating cjson object: Parse error at offset %1: %2 Raw JSON: %3
sv: Fel vid skapande av cjson-objekt: tolkningsfel vid position %1: %2 Rå JSON: %3

source: Error generator cjson object: Parsed JSON is not an object: %1
sv: Fel vid skapande av cjson-objekt: den tolkade JSON:en är inte ett objekt: %1

source: Input Generator (error)
sv: Indatagenerator (fel)

source: %1 Input Generator
sv: Indatagenerator för %1

source: Overwrite modified input files?
sv: Skriva över ändrade indatafiler?

source: Problems occurred during input generation:
sv: Problem uppstod vid skapandet av indata:

source: No input files to save!
sv: Inga indatafiler att spara!

source: Cannot connect to MoleQueue
sv: Kan inte ansluta till MoleQueue

source: Cannot connect to MoleQueue server. Please ensure that it is running and try again.
sv: Kan inte ansluta till MoleQueue-servern. Kontrollera att den körs och försök igen.

source: Submit %1 Calculation
sv: Skicka in beräkning för %1

source: Job Failed
sv: Jobbet misslyckades

source: The job did not complete successfully.
sv: Jobbet slutfördes inte korrekt.

source: Script returns warnings:
sv: Skriptet returnerar varningar:

source: Hide &Warnings
sv: Dölj &varningar

source: Show &Warnings
sv: Visa &varningar

source: An error has occurred:
sv: Ett fel har inträffat:

source: Select output filename
sv: Välj filnamn för utdata

source: Internal error: could not find text widget for filename '%1'
sv: Internt fel: kunde inte hitta textwidgeten för filnamnet ”%1”

source: Output Error
sv: Utdatafel

source: Failed to write to file %1.
sv: Kunde inte skriva till filen %1.

source: Select output directory
sv: Välj utdatakatalog

source: %1: Directory does not exist!
sv: %1: katalogen finns inte!

source: %1: Directory cannot be read!
sv: %1: katalogen kan inte läsas!

source: %1: File will be overwritten.
sv: %1: filen skrivs över.

source: %1: File is not writable.
sv: %1: filen är inte skrivbar.

source: The input files cannot be written due to an unknown error.
sv: Indatafilerna kan inte skrivas på grund av ett okänt fel.

source: The input files cannot be written: %1
sv: Indatafilerna kan inte skrivas: %1

source: The input files cannot be written: %1 Warnings: %2
sv: Indatafilerna kan inte skrivas: %1 Varningar: %2

source: Warning: %1 Would you like to continue?
sv: Varning: %1 Vill du fortsätta?

source: Write input files
sv: Skriv indatafiler

source: Configure Job
sv: Konfigurera jobb

source: Submitting job to MoleQueue…
sv: Skickar jobb till MoleQueue…

source: Job Submission Timeout
sv: Tidsgräns vid inskickning av jobb

source: Avogadro timed out waiting for a reply from MoleQueue.
sv: Avogadro fick tidsgräns medan det väntade på svar från MoleQueue.

source: Stop waiting
sv: Sluta vänta

source: Fetching completed job information…
sv: Hämtar information om slutfört jobb…

source: Job Retrieval Timeout
sv: Tidsgräns vid hämtning av jobb

source: Avogadro timed out waiting for the finished job details from MoleQueue.
sv: Avogadro fick tidsgräns medan det väntade på detaljer om det färdiga jobbet från MoleQueue.

source: Error Submitting Job
sv: Fel vid inskickning av jobb

source: No program selected.
sv: Inget program valt.

source: Please select the target program from the "Queue and Program" list.
sv: Välj målprogrammet i listan ”Kö och program”.

source: Client failed to submit job to MoleQueue.
sv: Klienten kunde inte skicka in jobbet till MoleQueue.

source: Internal error.
sv: Internt fel.

source: Unable to resolve program selection. This is a bug.
sv: Kunde inte lösa programvalet. Detta är ett fel i programmet.

source: No Io::FileFormat set in BackgroundFileFormat!
sv: Ingen Io::FileFormat angavs i BackgroundFileFormat!

source: Split Horizontal
sv: Dela horisontellt

source: Split Vertical
sv: Dela vertikalt

source: Hydrogen
sv: Väte

source: Lithium
sv: Litium

source: Boron
sv: Bor

source: Carbon
sv: Kol

source: Nitrogen
sv: Kväve

source: Oxygen
sv: Syre

source: Fluorine
sv: Fluor

source: Sodium
sv: Natrium

source: Aluminum
sv: Aluminium

source: Silicon
sv: Kisel

source: Phosphorus
sv: Fosfor

source: Sulfur
sv: Svavel

source: Chlorine
sv: Klor

source: Potassium
sv: Kalium

source: Calcium
sv: Kalcium

source: Scandium
sv: Skandium

source: Titanium
sv: Titan

source: Vanadium
sv: Vanadin

source: Chromium
sv: Krom

source: Manganese
sv: Mangan

source: Iron
sv: Järn

source: Cobalt
sv: Kobolt

source: Copper
sv: Koppar

source: Zinc
sv: Zink

source: Arsenic
sv: Arsenik

source: Selenium
sv: Selen

source: Bromine
sv: Brom

source: Zirconium
sv: Zirkonium

source: Niobium
sv: Niob

source: Molybdenum
sv: Molybden

source: Technetium
sv: Teknetium

source: Ruthenium
sv: Rutenium

source: Rhodium
sv: Rodium

source: Cadmium
sv: Kadmium

source: Tin
sv: Tenn

source: Antimony
sv: Antimon

source: Tellurium
sv: Tellur

source: Iodine
sv: Jod

source: Lanthanum
sv: Lantan

source: Praseodymium
sv: Praseodym

source: Neodymium
sv: Neodym

source: Promethium
sv: Prometium

source: Thulium
sv: Tulium

source: Tantalum
sv: Tantal

source: Tungsten
sv: Volfram

source: Platinum
sv: platina

source: Gold
sv: Guld

source: Mercury
sv: Kvicksilver

source: Thallium
sv: Tallium

source: Lead
sv: Bly

source: Bismuth
sv: Vismut

source: Astatine
sv: Astat

source: Actinium
sv: Aktinium

source: Thorium
sv: Torium

source: Protactinium
sv: Protaktinium

source: Uranium
sv: Uran

source: Roentgenium
sv: Röntgenium

source: Moscovium
sv: Moskovium

source: Tennessine
sv: Tenness

source: Select file:
sv: Välj fil:

source: Select executable:
sv: Välj körbar fil:

source: Unable to find a suitable file reader for the selected file.
sv: Kunde inte hitta en lämplig filläsare för den valda filen.

source: The file extension is missing, so the format cannot be determined. Do you want to add it?
sv: Filändelsen saknas, så formatet kan inte avgöras. Vill du lägga till den?

source: Unable to find a suitable file writer for the selected format.
sv: Kunde inte hitta en lämplig filskrivare för det valda formatet.

source: Multiple %1 found that can %2 this format. Which should be used?
sv: Flera %1 hittades som kan %2 detta format. Vilken ska användas?

source: Compressed files
sv: Komprimerade filer

source: All supported formats
sv: Alla format som stöds

source: Adjust Distance
sv: Justera avstånd

source: Adjust Angle
sv: Justera vinkel

source: Adjust Torsion
sv: Justera torsion

source: Script standard error: %1
sv: Skriptets standardfel: %1

source: Error reading molecule representation: Unrecognized file format: %1
sv: Fel vid läsning av molekylrepresentation: okänt filformat: %1

source: Error reading molecule representation: %1
sv: Fel vid läsning av molekylrepresentation: %1

source: %1 Message
sv: %1-meddelande

source: %1 Warning
sv: Varning från %1

source: %1 Error
sv: Fel från %1

source: Error writing molecule representation to string: Unrecognized file format: %1
sv: Fel vid skrivning av molekylrepresentation till sträng: okänt filformat: %1

source: Error writing molecule representation to string: %1
sv: Fel vid skrivning av molekylrepresentation till sträng: %1

source: 'userOptions' missing.
sv: ”userOptions” saknas.

source: Could not find option '%1'.
sv: Kunde inte hitta alternativet ”%1”.

source: 'type' is not a string for option '%1'.
sv: ”type” är inte en sträng för alternativet ”%1”.

source: Filename Base
sv: Filnamnsbas

source: Processor Cores
sv: Processor kärnor

source: Calculation Type
sv: Beräkningstyp

source: Theory
sv: Teori

source: Basis
sv: Bas

source: Charge
sv: Laddning

source: Multiplicity
sv: Multiplicitet

source: Solvent
sv: Lösningsmedel

source: User Name
sv: Användarnamn

source: Unrecognized option type '%1' for option '%2'.
sv: Okänd alternativtyp ”%1” för alternativet ”%2”.

source: Error setting default for option '%1'. Bad widget type.
sv: Fel vid inställning av standard för alternativet ”%1”. Fel widgettyp.

source: Error setting default for option '%1'. Bad default value:
sv: Fel vid inställning av standard för alternativet ”%1”. Fel standardvärde:

source: Error setting default for option '%1'. Could not find valid combo entry index from value:
sv: Fel vid inställning av standard för alternativet ”%1”. Kunde inte hitta giltigt index för kombinationspost från värdet:

source: Unhandled widget in collectOptions for option '%1'.
sv: Ohanterad widget i collectOptions för alternativet ”%1”.

source: [no molecule]
sv: [ingen molekyl]

source: Layer %1
sv: Lager %1

source: Ball and Stick
sv: Kul- och pinnmodell

source: Crystal Lattice
sv: Kristallgitter

source: Surfaces
sv: Ytor

source: Non-Covalent
sv: Icke-kovalent

source: Symmetry Elements
sv: Symmetrielement

source: Van der Waals
sv: van der Waals-yta

source: Wireframe
sv: Trådmodell

source: Reference Axes
sv: Referensaxlar

source: Edit molecule
sv: Redigera molekyl

source: Not saved
sv: Inte sparad

source: Create a new view
sv: Skapa en ny vy

source: Periodic Table
sv: Periodiska systemet

source: The package '%1' has no installed Python environment, so '%2' cannot be run. Try installing the package again.
sv: Paketet ”%1” har ingen installerad Python-miljö, så ”%2” kan inte köras. Försök installera paketet igen.

source: Error running script '%1 %2': Timed out waiting for start (%3).
sv: Fel vid körning av skriptet ”%1 %2”: tidsgränsen överskreds vid väntan på start (%3).

source: Error running script '%1 %2': failed to write to stdin (len=%3, wrote %4 bytes, QProcess error: %5).
sv: Fel vid körning av skriptet ”%1 %2”: kunde inte skriva till stdin (längd=%3, skrev %4 byte, QProcess-fel: %5).

source: Error running script '%1 %2': Timed out waiting for finish (%3).
sv: Fel vid körning av skriptet ”%1 %2”: tidsgränsen överskreds vid väntan på avslut (%3).

source: Error running script '%1 %2': Abnormal exit status %3 (%4: %5) Output: %6
sv: Fel vid körning av skriptet ”%1 %2”: onormal slutstatus %3 (%4: %5) Utdata: %6

source: Warning '%1'
sv: Varning ”%1”

source: Error running script '%1': could not resolve a command to run it (no python interpreter or pixi environment).
sv: Fel vid körning av skriptet ”%1”: kunde inte lösa ett kommando för körning (ingen Python-tolk eller pixi-miljö).

source: Error writing raw request to script stdin (len=%1, wrote %2 bytes, QProcess error: %3).
sv: Fel vid skrivning av rå begäran till skriptets stdin (längd=%1, skrev %2 byte, QProcess-fel: %3).

source: Script failed to start.
sv: Skriptet kunde inte startas.

source: Script crashed.
sv: Skriptet kraschade.

source: Script timed out.
sv: Tidsgränsen för skriptet överskreds.

source: Read error.
sv: Läsfel.

source: Write error.
sv: Skrivfel.

source: Unknown error.
sv: Okänt fel.

source: Modify Layers
sv: Ändra lager

source: Remove Layer
sv: Ta bort lager

source: Remove Layer Info
sv: Ta bort lagerinformation

source: Add Layer
sv: Lägg till lager

source: Add Layer Info
sv: Lägg till lagerinformation

source: Change Layer
sv: Ändra lager

source: Add Atom
sv: Lägg till atom

source: Remove Atom
sv: Ta bort atom

source: Clear Atoms
sv: Rensa atomer

source: Reorder Atoms
sv: Ändra atomordning

source: Adjust Hydrogens
sv: Justera väteatomer

source: Change Elements
sv: Ändra grundämnen

source: Change Element
sv: Ändra grundämne

source: Change Atom Hybridization
sv: Ändra atomhybridisering

source: Change Atom Formal Charge
sv: Ändra atomens formella laddning

source: Change Atom Color
sv: Ändra atomfärg

source: Change Residue Color
sv: Ändra restfärg

source: Change Atom Layer
sv: Ändra atomlager

source: Add Bond
sv: Lägg till bindning

source: Removed Bond
sv: Borttagen bindning

source: Clear Bonds
sv: Rensa bindningar

source: Set Bond Orders
sv: Ange bindningsordningar

source: Change Bond Order
sv: Ändra bindningsordning

source: Update Bonds
sv: Uppdatera bindningar

source: Update Bond
sv: Uppdatera bindning

source: Add Unit Cell…
sv: Lägg till enhetscell…

source: Remove Unit Cell
sv: Ta bort enhetscell

source: Edit Unit Cell
sv: Redigera enhetscell

source: Wrap Atoms to Cell
sv: Vik in atomer i cellen

source: Scale Cell Volume
sv: Skala cellvolym

source: Build Super Cell
sv: Bygg supercell

source: Niggli Reduction
sv: Niggli-reduktion

source: Rotate to Standard Orientation
sv: Rotera till standardorientering

source: Reduce to Primitive
sv: Reducera till primitiv

source: Conventionalize Cell
sv: Konventionalisera cell

source: Symmetrize Cell
sv: Symmetrisera cell

source: Fill Unit Cell
sv: Fyll enhetscell

source: Fill Translational Copies
sv: Fyll translationskopior

source: Reduce Cell to Asymmetric Unit
sv: Reducera cell till asymmetrisk enhet

source: Change Atom Positions
sv: Ändra atompositioner

source: Change Atom Position
sv: Ändra atomposition

source: Change Atom Label
sv: Ändra atometikett

source: Change Bond Label
sv: Ändra bindningsetikett

source: Change Selection
sv: Ändra markering

source: Modify Molecule
sv: Ändra molekyl

source: Calculating…
sv: Beräknar…

source: Less than a second remaining
sv: Mindre än en sekund återstår

source: Change Elements…
sv: Ändra grundämnen…

source: Element:
sv: Grundämne:

source: Alchemy
sv: Alkemi

source: Change elements of atoms.
sv: Ändra atomernas grundämnen.

source: Align
sv: Justera

source: Align Molecules Left Mouse: Select up to two atoms. The first atom is centered at the origin. The second atom is aligned to the selected axis. Right Mouse: Reset alignment. Double-Click: Center the atom at the origin.
sv: Justera molekyler Vänster musknapp: Välj upp till två atomer. Den första atomen centreras vid origo. Den andra atomen justeras mot den valda axeln. Höger musknapp: Återställ justering. Dubbelklick: Centrera atomen vid origo.

source: Axis:
sv: Axel:

source: Align at Origin
sv: Justera till origo

source: Align to Axis
sv: Justera mot axel

source: Center the atom at the origin.
sv: Centrera atomen vid origo.

source: Rotate the molecule to align the atom to the specified axis.
sv: Rotera molekylen för att justera atomen mot den angivna axeln.

source: Align tool
sv: Justeringsverktyg

source: Align molecules to a Cartesian axis
sv: Justera molekyler mot en kartesisk axel

source: Run APBS…
sv: Kör APBS…

source: Open Output File…
sv: Öppna utdatafil…

source: &Input
sv: &Indata

source: Open Output File
sv: Öppna utdatafil

source: OpenDX File (*.dx)
sv: OpenDX-fil (*.dx)

source: IO Error
sv: I/O-fel

source: Error reading structure file (%1).
sv: Fel vid läsning av strukturfilen (%1).

source: OpenDX Error
sv: OpenDX-fel

source: Error reading OpenDX file: %1
sv: Fel vid läsning av OpenDX-filen: %1

source: Error reading OpenDX file: No cube found
sv: Fel vid läsning av OpenDX-filen: ingen kub hittades

source: Interact with APBS utilities.
sv: Använd APBS-verktygen.

source: Open PDB File
sv: Öppna PDB-fil

source: PDB Files (*.pdb)
sv: PDB-filer (*.pdb)

source: Open PQR File
sv: Öppna PQR-fil

source: PQR Files (*.pqr)
sv: PQR-filer (*.pqr)

source: Error running APBS: %1
sv: Fel vid körning av APBS: %1

source: Please specify PDB file
sv: Ange en PDB-fil

source: Generated %1
sv: Skapade %1

source: Error running PDB2PQR
sv: Fel vid körning av PDB2PQR

source: Save APBS Input File
sv: Spara APBS-indatafil

source: APBS Input (*.in)
sv: APBS-indata (*.in)

source: Input file written to '%1'
sv: Indatafilen skrevs till ”%1”

source: By Custom Color…
sv: Med anpassad färg…

source: By Atomic Index…
sv: Efter atomindex…

source: By Distance…
sv: Efter avstånd…

source: By Element
sv: Efter grundämne

source: By Chain
sv: Efter kedja

source: By Partial Charge…
sv: Efter partiell laddning…

source: By Secondary Structure
sv: Efter sekundärstruktur

source: By Amino Acid
sv: Efter aminosyra

source: By Shapely Scheme
sv: Efter Shapely-schema

source: Apply color schemes to atoms and residues.
sv: Använd färgscheman för atomer och rester.

source: Color Atoms
sv: Färgsätt atomer

source: Color Residues
sv: Färgsätt rester

source: Select Colormap
sv: Välj färgkarta

source: Colormap:
sv: Färgkarta:

source: Apply Index Colors
sv: Använd indexfärger

source: Apply Charge Colors
sv: Använd laddningsfärger

source: Apply Distance Colors
sv: Använd avståndsfärger

source: Reset Atom Colors
sv: Återställ atomfärger

source: Apply Custom Color
sv: Använd anpassad färg

source: Apply Custom Residue Color
sv: Använd anpassad restfärg

source: Reset Residue Colors
sv: Återställ restfärger

source: Apply Secondary Structure Colors
sv: Använd färger för sekundärstruktur

source: Apply Amino Acid Colors
sv: Använd aminosyrafärger

source: Apply Shapely Colors
sv: Använd Shapely-färger

source: Auto Optimize
sv: Automatisk optimering

source: Auto Optimize Tool (%1) Navigation Functions when clicking in empty space. Left Mouse: Rotate Space Middle Mouse: Zoom Space Right Mouse: Move Space Double-Click: Reset View When running: Left Mouse: Click and drag atoms to move them. Right Mouse: Click and drag to rotate atoms.
sv: Verktyg för automatisk optimering (%1) Navigeringsfunktioner vid klick i tomt utrymme. Vänster musknapp: Rotera rymden Mittenknapp: Zooma rymden Höger musknapp: Flytta rymden Dubbelklick: Återställ vy När verktyget körs: Vänster musknapp: Klicka och dra atomer för att flytta dem. Höger musknapp: Klicka och dra för att rotera atomer.

source: Dynamics
sv: Dynamik

source: Task:
sv: Uppgift:

source: Method:
sv: Metod:

source: Temperature:
sv: Temperatur:

source: Timestep:
sv: Tidssteg:

source: Stop
sv: Stoppa

source: Relax for Dynamics
sv: Relaxera för dynamik

source: Optimize Geometry
sv: Optimera geometri

source: Molecular Dynamics
sv: Molekyldynamik

source: Auto Optimize tool
sv: Verktyg för automatisk optimering

source: Interactive optimization of molecular geometry
sv: Interaktiv optimering av molekylgeometri

source: Atom scale
sv: Atomskala

source: Bond scale
sv: Bindningsskala

source: Opacity
sv: Opacitet

source: Show multiple bonds
sv: Visa multipla bindningar

source: Show hydrogens
sv: Visa väteatomer

source: Render atoms as spheres and bonds as cylinders.
sv: Återge atomer som sfärer och bindningar som cylindrar.

source: Bond-Centric Manipulation
sv: Bindningscentrerad manipulering

source: Bond Centric Manipulation Tool (%1) Left Mouse: Click and drag to rotate the view. Middle Mouse: Click and drag to zoom in or out. Right Mouse: Click and drag to move the view. Double-Click: Reset the view. Left Click & Drag on a Bond to set the Manipulation Plane Left Click & Drag one of the Atoms in the Bond to change the angle Right Click & Drag one of the Atoms in the Bond to change the length
sv: Bindningscentrerat manipuleringsverktyg (%1) Vänster musknapp: Klicka och dra för att rotera vyn. Mittenknapp: Klicka och dra för att zooma in eller ut. Höger musknapp: Klicka och dra för att flytta vyn. Dubbelklick: Återställ vyn. Vänsterklicka och dra på en bindning för att ange manipuleringsplanet Vänsterklicka och dra en av atomerna i bindningen för att ändra vinkeln Högerklicka och dra en av atomerna i bindningen för att ändra längden

source: Bond centric manipulation tool.
sv: Bindningscentrerat manipuleringsverktyg.

source: Tool used to edit molecular geometry by changing bond lengths and angles.
sv: Verktyg för att redigera molekylgeometri genom att ändra bindningslängder och vinklar.

source: Bond Atoms
sv: Skapa bindningar mellan atomer

source: Perceive Bond Orders
sv: Fastställ bindningsordningar

source: Remove Bonds
sv: Ta bort bindningar

source: Configure Bonding…
sv: Konfigurera bindningar…

source: Bond Selected Atoms
sv: Skapa bindning mellan markerade atomer

source: Bond
sv: Bindning

source: Remove bonds from all or selected atoms.
sv: Ta bort bindningar från alla eller markerade atomer.

source: Create bonds between all or selected atoms.
sv: Skapa bindningar mellan alla eller markerade atomer.

source: Perceive bond orders.
sv: Fastställ bindningsordningar.

source: Bonding
sv: Bindningar

source: Perform bonding operations.
sv: Utför bindningsåtgärder.

source: Display of biomolecule ribbons / cartoons.
sv: Visning av biomolekylära band/tecknade modeller.

source: Add Centroid
sv: Lägg till centroid

source: Add Center of Mass
sv: Lägg till tyngdpunkt

source: Add centroids and center-of-mass.
sv: Lägg till centroider och tyngdpunkter.

source: Maximum distance:
sv: Maximalt avstånd:

source: Line width:
sv: Linjetjocklek:

source: Salt Bridge
sv: Saltbrygga

source: Repulsive
sv: Repulsiv

source: Render close contacts between atoms.
sv: Återge nära kontakter mellan atomer.

source: Scripts
sv: Skript

source: Error reading output file '%1': %2
sv: Fel vid läsning av utdatafilen ”%1”: %2

source: Command In Progress
sv: Kommando pågår

source: A command script is already running. Please wait for it to finish before starting another.
sv: Ett kommandoskript körs redan. Vänta tills det är klart innan du startar ett annat.

source: Processing %1
sv: Bearbetar %1

source: The script could not be started.
sv: Skriptet kunde inte startas.

source: Error Running Script
sv: Fel vid körning av skript

source: Set path to Python interpreter:
sv: Ange sökväg till Python-tolken:

source: Select the python interpreter to run external scripts. Avogadro must be restarted for any changes to take effect.
sv: Välj Python-tolken som ska köra externa skript. Avogadro måste startas om innan ändringarna börjar gälla.

source: Command scripts
sv: Kommandoskript

source: Run external script commands
sv: Kör externa skriptkommandon

source: Python Settings…
sv: Python-inställningar…

source: Install Python
sv: Installera Python
